[
  {
    "question": "Siapa yang menetapkan Peraturan Daerah Kabupaten Batang Nomor 7 Tahun 2010?"
  },
  {
    "question": "Kapan Peraturan Menteri Agama Republik Indonesia Nomor 14 Tahun 2017 diundangkan?"
  },
  {
    "question": "Kapan Peraturan Daerah Kota Malang Nomor 15 Tahun 2010 ditetapkan?"
  },
  {
    "question": "Apa pertimbangan dalam membuat Peraturan Pemerintah  Republik Indonesia Nomor 7 Tahun 2019?"
  },
  {
    "question": "Apa saja dasar hukum dalam membuat Peraturan Daerah Kabupaten Bengkayang Nomor 8 Tahun 2011?"
  },
  {
    "question": "Apa saja peraturan yang berelasi dengan Peraturan Daerah Kabupaten Bengkayang Nomor 8 Tahun 2011?"
  },
  {
    "question": "Peraturan manakah yang diubah oleh Peraturan Menteri Perindustrian Republik Indonesia Nomor 58 Tahun 2016?"
  },
  {
    "question": "Peraturan manakah yang dicabut oleh Peraturan Daerah Kabupaten Indragiri Hilir Nomor 44 Tahun 2010?"
  },
  {
    "question": "Apa saja Bab yang dibahas dalam Peraturan Daerah Kabupaten Banjar Nomor 18 Tahun 2012?"
  },
  {
    "question": "Berapa jumlah Pasal yang diatur dalam Peraturan Daerah Kabupaten Banjar Nomor 18 Tahun 2012?"
  },
  {
    "question": "Bagaimana bunyi Pasal 5 dalam Peraturan Menteri Dalam Negeri Republik Indonesia Nomor 35 Tahun 2017?"
  },
  {
    "question": "Bagaimana bunyi Pasal 3 ayat 2 dalam Peraturan Daerah Kabupaten Buton Nomor 44 Tahun 2011?"
  },
  {
    "question": "Bagaimana perubahan bunyi Pasal 43 ayat 3 dalam Peraturan Komisi Pemberantasan Korupsi Republik Indonesia Nomor 06 Tahun 2006?"
  },
  {
    "question": "Apa saja pasal yang dihapus dalam Peraturan Pemerintah Republik Indonesia Nomor 12 Tahun 2001?"
  },
  {
    "question": "Apa saja pasal yang ditambahkan dalam Peraturan Pemerintah Republik Indonesia Nomor 12 Tahun 2001?"
  },
  {
    "question": "Apakah Peraturan Menteri Agraria dan Tata Ruang/Badan Pertanahan Nasional Republik Indonesia Nomor 14 Tahun 2017 mengalami amandemen?"
  },
  {
    "question": "Apakah Peraturan Pemerintah Republik Indonesia Nomor 2 Tahun 2000 masih berlaku?"
  }
]